/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "O tabelă de unde este în curs de creare. Reîncercați după finalizarea procesului de creare.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Au fost detectate informații de timbru pentru o singură formă de undă. Modulația Formant este disponibilă prin comutarea reglajului Modulație la “Formant”. Reglajele Formă 1 și Formă 2 nu sunt funcționale.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Pentru a crea o tabelă de unde, fișierul audio trebuie să aibă o înălțime constantă, mai multe secțiuni de înălțimi diferite separate prin liniște sau una sau mai multe secțiuni ciclice unice.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Noua tabelă de unde conține %d forme de undă.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Tabelă de unde în curs de creare";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tabelă de unde creată cu o singură formă de undă";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabela de unde nu a fost creată";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabelă de unde creată";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Lanț lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Dezactivat";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Intrare audio externă:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificarea notelor";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analiză înălțime";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analizare: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Eroare la deschiderea fișierului";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Fișierul pe care încercați să îl încărcați nu poate fi găsit.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Eroare la deschiderea fișierului";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Nu există suficientă memorie disponibilă pentru a încărca fișierul selectat.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Fișierul conține schimbări de tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Avertisment: Unul sau mai multe dintre fișierele pe care le importați conțin marcaje ale schimbării de tempo. Această versiune de MainStage nu este compatibilă cu sincronizarea fișierelor cu schimbări de tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Eroare la deschiderea fișierului";

/* Playback file alert */
"PlaybackTransientsMessage" = "Tranzienții din fișierul selectat au fost ascunși în Logic Pro. Deschideți fișierul în Logic Pro și reafișați tranzienții înainte de redeschiderea fișierului în plug-in.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Eroare necunoscută";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Fișierul selectat nu a putut fi deschis.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Format de fișier audio incompatibil";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Fișierul audio pe care încercați să îl adăugați nu are un format compatibil. Convertiți fișierul la un format compatibil folosind iTunes sau altă aplicație audio înainte de a-l adăuga la plug-inul Redare.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Fișier lipsă)";
